Repository: basoglufurkan/ChatGPTSwiftUI
Catalog: Shared/*.lproj/Localizable.strings
Languages: ar, ja, tr, uk, zh_hans

# localizedText
source: Send a message
ar: إرسال رسالة
ja: メッセージを送信する
tr: Bir mesaj gönder
uk: Відправити повідомлення
zh_hans: 发送消息

# trial
source: 3-day free trial
ar: (شهريًا وسنويًا)جرب 3 أيام مجانًا
ja: 3日間無料でお試しください(月次および年次)
tr: 3 Gün Ücretsiz Deneyin
uk: Спробуйте безкоштовно 3 дні(щомісяця та щороку)
zh_hans: 免费试用3天（每月和每年）

# text1
source: Unlimited questions & answers
ar: استخدام غير محدود / الأسئلة والأجوبة
ja: 無制限の使用/質問と回答
tr: Sınırsız Soru & Cevap
uk: Необмежене використання / Питання та відповіді
zh_hans: 无限使用/问题和答案

# text2
source: Powered by GPT
ar: بدعم من GPT
ja: GPTによって強化されました
tr: GPT tarafından desteklenmektedir
uk: Працює на GPT
zh_hans: 由GPT支持

# text3
source: Higher word count
ar: حد أعلى للكلمات
ja: より高い単語制限
tr: Daha Yüksek Kelime Sayısı
uk: Вищий ліміт слів
zh_hans: 更高的单词限制

# premium
source: Unlock Premium!
ar: فتح العضوية المميزة
ja: プレミアムをアンロックする
tr: Premium
uk: Розблокуйте Преміум
zh_hans: 解锁高级版

# unlock
source: Unlock All Features
ar: فتح جميع الميزات
ja: すべての機能を解除する
tr: Tüm Özelliklerin Kilidini Aç
uk: Розблокувати всі функції
zh_hans: 解锁所有功能

source: week
ar: أسبوع
ja: 週間
tr: hafta
uk: тиждень
zh_hans: 月份

source: month
ar: شهر
ja: 月
tr: ay
uk: місяць
zh_hans: 月份

source: year
ar: سنة
ja: 年
tr: yıl
uk: рік
zh_hans: 年份

# info
source: Enjoy unlimited conversations, higher word limits and unlock the full potential of one of the most capable artificial intelligence models in the world.
ar: استمتع بالمحادثات غير المحدودة، وحدود أعلى للكلمات واكتشف الإمكانيات الكاملة لأحد أكثر النماذج الذكية للذكاء الاصطناعي في العالم.
ja: 無制限の会話、より高い単語制限、そして世界でもっとも優れた人工知能モデルのフルポテンシャルを活用しましょう。
tr: Sınırsız konuşmaların keyfini çıkarın, daha yüksek kelime sınırlarıyla dünyanın en yetenekli yapay zeka modellerinin tam potansiyelini keşfedin.
uk: Насолоджуйтеся необмеженими розмовами, вищими обмеженнями на кількість слів та розблокуйте повний потенціал однієї з найбільш здатних моделей штучного інтелекту в світі.
zh_hans: 尽情享受无限对话、更高的词语限制，解锁全球最强大的人工智能模型的全部潜力。
